Repository: MurDanya/uneex_LinuxAppDev
Catalog: 11_Documenting/po/*.po
Languages: ru

source: Guessing a number from 1 to 100.
ru: Угадывание числа от 1 до 100.

source: Usage:
ru: Используйте:

source: --help Show help message
ru: --help Показать сообзение справки

source: -r Enable Roman numbers
ru: -r Включить Римские числа

source: Think of a number between 1 and 100
ru: Придумайте число от 1 до 100

source: Is the number greater then %s?
ru: Ваше число больше чем %s

source: y
ru: д

source: yes
ru: да

source: n
ru: н

source: no
ru: нет

source: Enter yes(y) or no(n)
ru: Введите да(д) или нет(н)

source: You thought of the number %s
ru: Вы загадали число %s
